Repository: volzinnovation/woladen.de
Catalog: iphone/Woladen/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, lb, lt, lv, mt, nb, nl, nn, pl, pt, rm, sl, sv, tr

# aria.map
source: Map with charging stations. Use the list for a more accessible results view.
cs: Mapa s nabíjecími stanicemi. Použijte seznam pro přístupnější zobrazení výsledků.
da: Kort med ladestandere. Brug listen for at få en mere tilgængelig resultatvisning.
de: Karte mit Ladestationen. Nutze die Liste für eine barriereärmere Ergebnisansicht.
el: Χάρτης με σταθμούς φόρτισης. Χρησιμοποιήστε τη λίστα για μια πιο προσιτή προβολή αποτελεσμάτων.
es: Mapa con estaciones de carga. Utilice la lista para obtener una vista de resultados más accesible.
fi: Kartta latauspisteillä. Käytä luetteloa helpommin käytettävissä olevaan tulosnäkymään.
fr: Carte avec bornes de recharge. Utilisez la liste pour une vue des résultats plus accessible.
hu: Térkép töltőállomásokkal. Használja a listát az elérhetőbb eredmények megtekintéséhez.
it: Mappa con stazioni di ricarica. Utilizza l'elenco per una visualizzazione dei risultati più accessibile.
lb: Kaart mat Opluedstatiounen. Benotzen d'Lëscht fir eng méi zougänglech Resultater Vue.
lt: Žemėlapis su įkrovimo stotelėmis. Naudokite sąrašą, kad būtų lengviau matyti rezultatų rodinį.
lv: Karte ar uzlādes stacijām. Izmantojiet sarakstu, lai iegūtu pieejamāku rezultātu skatu.
mt: Mappa bl-istazzjonijiet tal-iċċarġjar. Uża l-lista għal ħarsa tar-riżultati aktar aċċessibbli.
nb: Kart med ladestasjoner. Bruk listen for en mer tilgjengelig resultatvisning.
nl: Kaart met laadstations. Gebruik de lijst voor een toegankelijker overzicht van resultaten.
nn: Kart med ladestasjoner. Bruk listen for en mer tilgjengelig resultatvisning.
pl: Mapa ze stacjami ładowania. Użyj listy, aby uzyskać bardziej przystępny widok wyników.
pt: Mapa com estações de carregamento. Use a lista para uma visualização de resultados mais acessível.
rm: Charta cun staziuns da chargiar. Utilisescha la glista per ina vista dals resultats pli accessibla.
sl: Zemljevid s polnilnimi postajami. Uporabite seznam za bolj dostopen pogled rezultatov.
sv: Karta med laddstationer. Använd listan för en mer tillgänglig resultatvy.
tr: Şarj istasyonları ile harita. Daha erişilebilir bir sonuç görünümü için listeyi kullanın.

# aria.removeFavorite
source: Remove favorite
cs: Odebrat oblíbené
da: Fjern favorit
de: Favorit entfernen
el: Αφαιρέστε το αγαπημένο
es: Eliminar favorito
fi: Poista suosikki
fr: Supprimer le favori
hu: Kedvenc eltávolítása
it: Rimuovi preferito
lb: Ewechzehuelen Favoritten
lt: Pašalinti mėgstamiausią
lv: Noņemt izlasi
mt: Neħħi favoriti
nb: Fjern favoritt
nl: Favoriet verwijderen
nn: Fjern favoritt
pl: Usuń ulubione
pt: Remover favorito
rm: Allontanar favorit
sl: Odstrani priljubljeno
sv: Ta bort favorit
tr: Favoriyi kaldır

# aria.saveFavorite
source: Save favorite
cs: Uložit oblíbené
da: Gem favorit
de: Favorit speichern
el: Αποθήκευση αγαπημένου
es: Guardar favorito
fi: Tallenna suosikki
fr: Enregistrer le favori
hu: Kedvenc mentése
it: Salva preferito
lb: Retten Léifsten
lt: Išsaugoti mėgstamiausią
lv: Saglabāt izlasi
mt: Ħlief favorit
nb: Lagre favoritt
nl: Favoriet opslaan
nn: Lagre favoritt
pl: Zapisz ulubione
pt: Salvar favorito
rm: Memorisar favorit
sl: Shrani priljubljeno
sv: Spara favorit
tr: Favoriyi kaydet

# availability.available
source: {count} free
cs: {count} volno
da: {count} ledig
de: {count} frei
el: {count} ελεύθερα
es: {count} libres
fi: {count} vapaata
fr: {count} libres
hu: {count} szabad
it: {count} liberi
lb: {count} fräi
lt: {count} laisva
lv: {count} brīvi
mt: {count} ħielsa
nb: {count} ledig
nl: {count} vrij
nn: {count} ledig
pl: {count} wolne
pt: {count} livres
rm: {count} liber
sl: {count} prosto
sv: {count} lediga
tr: {count} boş

# availability.free
source: Free
cs: Volno
da: Ledig
de: Frei
el: Ελεύθερο
es: Libre
fi: Vapaa
fr: Libre
hu: Szabad
it: Libero
lb: Fräi
lt: Laisva
lv: Brīvs
mt: Ħieles
nb: Ledig
nl: Vrij
nn: Ledig
pl: Wolne
pt: Livre
rm: Liber
sl: Prosto
sv: Ledig
tr: Boş

# availability.occupied
source: Occupied
cs: Obsazeno
da: Optaget
de: Belegt
el: Κατειλημμένο
es: Ocupado
fi: Varattu
fr: Occupé
hu: Foglalt
it: Occupato
lb: Besat
lt: Užimta
lv: Aizņemts
mt: Okkupat
nb: Opptatt
nl: Bezet
nn: Oppteken
pl: Zajęte
pt: Ocupado
rm: Occupà
sl: Zasedeno
sv: Upptagen
tr: Dolu

# availability.occupiedCount
source: {count} occupied
cs: {count} obsazeno
da: {count} optaget
de: {count} belegt
el: {count} κατειλημμένα
es: {count} ocupados
fi: {count} varattua
fr: {count} occupés
hu: {count} foglalt
it: {count} occupati
lb: {count} besat
lt: {count} užimta
lv: {count} aizņemti
mt: {count} okkupati
nb: {count} opptatt
nl: {count} bezet
nn: {count} oppteken
pl: {count} zajęte
pt: {count} ocupados
rm: {count} occupà
sl: {count} zasedeno
sv: {count} upptagna
tr: {count} dolu

# availability.out_of_order
source: Out of order
cs: Mimo provoz
da: Ude af drift
de: Defekt
el: Εκτός λειτουργίας
es: Fuera de servicio
fi: Pois käytöstä
fr: Hors service
hu: Üzemen kívül
it: Fuori servizio
lb: Ausser Betrib
lt: Neveikia
lv: Nedarbojas
mt: Barra mis-servizz
nb: Ute av drift
nl: Buiten werking
nn: Ute av drift
pl: Uszkodzone
pt: Fora de serviço
rm: Or da funcziun
sl: V okvari
sv: Ur funktion
tr: Arızalı

# availability.outOfOrderCount
source: {count} out of order
cs: {count} mimo provoz
da: {count} ude af drift
de: {count} defekt
el: {count} εκτός λειτουργίας
es: {count} fuera de servicio
fi: {count} pois käytöstä
fr: {count} hors service
hu: {count} üzemen kívül
it: {count} fuori servizio
lb: {count} ausser Betrib
lt: {count} neveikia
lv: {count} nedarbojas
mt: {count} barra mis-servizz
nb: {count} ute av drift
nl: {count} buiten werking
nn: {count} ute av drift
pl: {count} uszkodzone
pt: {count} fora de serviço
rm: {count} or da funcziun
sl: {count} v okvari
sv: {count} ur funktion
tr: {count} arızalı

# availability.summaryUnknown
source: Occupancy unknown
cs: Obsazenost neznámá
da: Belægning ukendt
de: Belegung unbekannt
el: Άγνωστη πληρότητα
es: Ocupación desconocida
fi: Varaustilanne tuntematon
fr: Occupation inconnue
hu: Kihasználtság ismeretlen
it: Occupazione sconosciuta
lb: Belaaschtung onbekannt
lt: Užimtumas nežinomas
lv: Noslogojums nezināms
mt: Okkupanza mhux magħrufa
nb: Belegg ukjent
nl: Bezetting onbekend
nn: Belegg ukjent
pl: Zajętość nieznana
pt: Ocupação desconhecida
rm: Occupaziun nunenconuschenta
sl: Zasedenost neznana
sv: Beläggning okänd
tr: Doluluk bilinmiyor

# availability.unknown
source: Unknown
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
lb: Onbekannt
lt: Nežinoma
lv: Nezināms
mt: Mhux magħruf
nb: Ukjent
nl: Onbekend
nn: Ukjend
pl: Nieznane
pt: Desconhecido
rm: Nunenconuschent
sl: Neznano
sv: Okänd
tr: Bilinmiyor

# availability.unknownCount
source: {count} unknown
cs: {count} neznámé
da: {count} ukendt
de: {count} unbekannt
el: {count} άγνωστα
es: {count} desconocidos
fi: {count} tuntematonta
fr: {count} inconnus
hu: {count} ismeretlen
it: {count} sconosciuti
lb: {count} onbekannt
lt: {count} nežinoma
lv: {count} nezināmi
mt: {count} mhux magħrufa
nb: {count} ukjent
nl: {count} onbekend
nn: {count} ukjend
pl: {count} nieznane
pt: {count} desconhecidos
rm: {count} nunenconuschent
sl: {count} neznano
sv: {count} okända
tr: {count} bilinmiyor

# common.days
source: {count} days
cs: {count} dnů
da: {count} dage
de: {count} Tage
el: {count} ημέρες
es: {count} días
fi: {count} päivää
fr: Jours {count}
hu: {count} nap
it: {count} giorni
lb: {count} Deeg
lt: {count} dienų
lv: {count} dienas
mt: {count} jiem
nb: {count} dager
nl: {count} dagen
nn: {count} dager
pl: {count} dni
pt: {count} dias
rm: {count} dis
sl: {count} dni
sv: {count} dagar
tr: {count} gün

# common.no
source: No
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
hu: Nem
lb: Nee
lt: Nr
lv: Nē
mt: Nru
nb: Nei
nl: Nee
nn: Nei
pl: Nie
pt: Não
rm: Na
sl: št
sv: Nej
tr: Hayır

# common.yes
source: Yes
cs: Ano
da: Ja
de: Ja
el: Ναι
es: si
fi: Kyllä
fr: Oui
hu: Igen
it: Sì
lb: Jo
lt: Taip
lv: Jā
mt: Iva
nb: Ja
nl: Ja
nn: Ja
pl: Tak
pt: Sim
rm: Gea
sl: ja
sv: Ja
tr: Evet

# detail.help
source: Help
cs: Pomoc
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
fi: Apua
fr: Aide
hu: Segítség
it: Aiuto
lb: Hëllef
lt: Pagalba
lv: Palīdzība
mt: Għajnuna
nb: Hjelp
nl: Hulp
nn: Hjelp
pl: Pomoc
pt: Ajuda
rm: Agid
sl: pomoč
sv: Hjälp
tr: Yardım

# detail.helpTitle
source: Help {phone}
cs: Nápověda {phone}
da: Hjælp {phone}
de: Hilfe {phone}
el: Βοήθεια {phone}
es: Ayuda {phone}
fi: Apua {phone}
fr: Aide {phone}
hu: Segítség {phone}
it: Aiuto {phone}
lb: Hëllef {phone}
lt: Pagalba {phone}
lv: Palīdziet {phone}
mt: Għajnuna {phone}
nb: Hjelp {phone}
nl: Hulp {phone}
nn: Hjelp {phone}
pl: Pomóż {phone}
pt: Ajuda {phone}
rm: Agid {phone}
sl: Pomagaj {phone}
sv: Hjälp {phone}
tr: Yardım {phone}

# detail.noteDeviceOnly
source: Stored only on this device
cs: Uloženo pouze v tomto zařízení
da: Gemt kun på denne enhed
de: Nur auf diesem Gerät gespeichert
el: Αποθηκεύεται μόνο σε αυτήν τη συσκευή
es: Almacenado solo en este dispositivo
fi: Tallennetaan vain tälle laitteelle
fr: Stocké uniquement sur cet appareil
hu: Csak ezen az eszközön tárolva
it: Memorizzato solo su questo dispositivo
lb: Nëmmen op dësem Apparat gespäichert
lt: Saugoma tik šiame įrenginyje
lv: Saglabāts tikai šajā ierīcē
mt: Maħżuna biss fuq dan l-apparat
nb: Lagret kun på denne enheten
nl: Alleen op dit apparaat opgeslagen
nn: Lagret kun på denne enheten
pl: Przechowywane wyłącznie na tym urządzeniu
pt: Armazenado apenas neste dispositivo
rm: Memorisà mo sin quest apparat
sl: Shranjeno samo v tej napravi
sv: Lagras endast på den här enheten
tr: Yalnızca bu cihazda depolanıyor

# detail.notePlaceholder
source: e.g. well lit, tight parking, bakery around the corner
cs: např. dobře osvětlené, těsné parkoviště, pekárna za rohem
da: f.eks. godt oplyst, stram parkering, bageri rundt om hjørnet
de: z. B. gut beleuchtet, enger Parkplatz, Bäckerei um die Ecke
el: π.χ. καλά φωτισμένο, στενό πάρκινγκ, φούρνος στη γωνία
es: por ej. bien iluminado, estacionamiento reducido, panadería a la vuelta de la esquina
fi: esim. hyvin valaistu, tiukka pysäköinti, leipomo nurkan takana
fr: par ex. bien éclairé, parking étroit, boulangerie au coin
hu: pl. jól megvilágított, szűk parkoló, pékség a sarkon
it: ad es. ben illuminato, parcheggio stretto, panetteria dietro l'angolo
lb: z.B. gutt beliichten, knapper Parking, Bäckerei ronderëm den Eck
lt: pvz. gerai apšviesta, ankšta automobilių stovėjimo aikštelė, kepykla už kampo
lv: piem. labi apgaismota, šaura stāvvieta, maiznīca aiz stūra
mt: eż. imdawwal tajjeb, ipparkjar issikkat, forn l-kantuniera
nb: f.eks. godt opplyst, trang parkering, bakeri rundt hjørnet
nl: bijv. goed verlicht, krappe parkeerplaats, bakker om de hoek
nn: f.eks. godt opplyst, trang parkering, bakeri rundt hjørnet
pl: np. dobrze oświetlony, ciasny parking, piekarnia za rogiem
pt: por exemplo bem iluminado, estacionamento apertado, padaria na esquina
rm: p.ex. bain illuminà, parcadi stretg, furnaria enturn il chantun
sl: npr. dobro osvetljeno, tesno parkirišče, pekarna za vogalom
sv: t.ex. väl upplyst, snäv parkering, bageri runt hörnet
tr: örneğin iyi aydınlatılmış, dar park yeri, köşede fırın

# detail.noteSaved
source: Note saved locally
cs: Poznámka uložena místně
da: Notat gemt lokalt
de: Anmerkung lokal gespeichert
el: Η σημείωση αποθηκεύτηκε τοπικά
es: Nota guardada localmente
fi: Huomautus tallennettu paikallisesti
fr: Note enregistrée localement
hu: Jegyzet helyben mentve
it: Nota salvata localmente
lb: Notiz lokal gespäichert
lt: Pastaba išsaugota vietoje
lv: Piezīme saglabāta lokāli
mt: Nota salvata lokalment
nb: Merknad lagret lokalt
nl: Notitie lokaal opgeslagen
nn: Merknad lagret lokalt
pl: Notatka zapisana lokalnie
pt: Nota salva localmente
rm: Notizia memorisada localmain
sl: Opomba shranjena lokalno
sv: Anteckning sparad lokalt
tr: Not yerel olarak kaydedildi

# detail.personalNote
source: Personal note
cs: Osobní poznámka
da: Personlig note
de: Persönliche Anmerkung
el: Προσωπική σημείωση
es: nota personal
fi: Henkilökohtainen huomautus
fr: Note personnelle
hu: Személyes megjegyzés
it: Nota personale
lb: Perséinlech Notiz
lt: Asmeninis užrašas
lv: Personiskā piezīme
mt: Nota personali
nb: Personlig notat
nl: Persoonlijke notitie
nn: Personlig notat
pl: Notatka osobista
pt: Nota pessoal
rm: Notizia persunala
sl: Osebna opomba
sv: Personlig anteckning
tr: Kişisel not

# errors.catalogMessage
source: No network connection. Sorry, live search will not work until this device is online.
cs: Žádné síťové připojení. Litujeme, živé vyhledávání nebude fungovat, dokud toto zařízení nebude online.
da: Ingen netværksforbindelse. Beklager, livesøgning virker ikke, før denne enhed er online.
de: Keine Netzwerkverbindung. Tut uns leid, die Live-Suche funktioniert erst wieder, wenn dieses Gerät online ist.
el: Δεν υπάρχει σύνδεση δικτύου. Λυπούμαστε, η ζωντανή αναζήτηση δεν θα λειτουργήσει μέχρι να συνδεθεί αυτή η συσκευή στο διαδίκτυο.
es: Sin conexión de red. Lo sentimos, la búsqueda en vivo no funcionará hasta que este dispositivo esté en línea.
fi: Ei verkkoyhteyttä. Valitettavasti reaaliaikainen haku ei toimi ennen kuin tämä laite on online-tilassa.
fr: Aucune connexion réseau. Désolé, la recherche en direct ne fonctionnera pas tant que cet appareil ne sera pas en ligne.
hu: Nincs hálózati kapcsolat. Sajnáljuk, az élő keresés nem fog működni, amíg ez az eszköz online nem lesz.
it: Nessuna connessione di rete. Siamo spiacenti, la ricerca in tempo reale non funzionerà finché il dispositivo non sarà online.
lb: Keng Netzverbindung. Entschëllegt, Live Sich funktionnéiert net bis dësen Apparat online ass.
lt: Nėra tinklo ryšio. Atsiprašome, tiesioginė paieška neveiks, kol šis įrenginys neprisijungs.
lv: Nav tīkla savienojuma. Diemžēl tiešraides meklēšana nedarbosies, kamēr šī ierīce nebūs tiešsaistē.
mt: Ebda konnessjoni tan-netwerk. Jiddispjacini, it-tfittxija diretta mhux se taħdem sakemm dan l-apparat ikun online.
nb: Ingen nettverkstilkobling. Beklager, direktesøk vil ikke fungere før denne enheten er online.
nl: Geen netwerkverbinding. Sorry, live zoeken werkt pas weer zodra dit apparaat online is.
nn: Ingen nettverkstilkobling. Beklager, direktesøk vil ikke fungere før denne enheten er online.
pl: Brak połączenia sieciowego. Przepraszamy, wyszukiwanie na żywo nie będzie działać, dopóki to urządzenie nie będzie online.
pt: Sem conexão de rede. Desculpe, a pesquisa ao vivo não funcionará até que este dispositivo esteja on-line.
rm: Naginas connexiun a la rait. Perstgisa, la tschertga live na funcziunescha betg enfin che quest apparat è puspè online.
sl: Ni omrežne povezave. Iskanje v živo žal ne bo delovalo, dokler ta naprava ni povezana.
sv: Ingen nätverksanslutning. Livesökning fungerar tyvärr inte förrän den här enheten är online.
tr: Ağ bağlantısı yok. Üzgünüz, bu cihaz çevrimiçi olana kadar canlı arama çalışmayacaktır.

# errors.catalogTitle
source: Charging points could not be loaded
cs: Nabíjecí body se nepodařilo načíst
da: Ladepunkter kunne ikke indlæses
de: Ladepunkte konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των σημείων φόρτισης
es: No se han podido cargar los puntos de recarga
fi: Latauspisteitä ei voitu ladata
fr: Les bornes de recharge n'ont pas pu être chargées
hu: A töltőpontok nem tölthetők fel
it: Impossibile caricare i punti di ricarica
lb: Opluedpunkte konnten net geluede ginn
lt: Nepavyko įkelti įkrovimo taškų
lv: Uzlādes punktus nevarēja ielādēt
mt: Il-punti tal-iċċarġjar ma setgħux jitgħabbew
nb: Ladepunkter kunne ikke lastes
nl: Laadpunten konden niet worden geladen
nn: Ladepunkter kunne ikke lastes
pl: Nie można załadować punktów ładowania
pt: Não foi possível carregar os pontos de carregamento
rm: Ils puncts da chargiar n’han betg pudì vegnir chargiads
sl: Polnilnih točk ni bilo mogoče naložiti
sv: Laddningspunkter kunde inte laddas
tr: Şarj noktaları yüklenemedi

# errors.dataLoad
source: Error loading data.
cs: Chyba při načítání dat.
da: Fejl ved indlæsning af data.
de: Fehler beim Laden der Daten.
el: Σφάλμα κατά τη φόρτωση δεδομένων.
es: Error al cargar datos.
fi: Virhe ladattaessa tietoja.
fr: Erreur de chargement des données.
hu: Hiba az adatok betöltésekor.
it: Errore durante il caricamento dei dati.
lb: Feeler beim Laden vun Daten.
lt: Įkeliant duomenis įvyko klaida.
lv: Ielādējot datus, radās kļūda.
mt: Żball fit-tagħbija tad-dejta.
nb: Feil ved innlasting av data.
nl: Fout bij laden van gegevens.
nn: Feil ved innlasting av data.
pl: Błąd ładowania danych.
pt: Erro ao carregar dados.
rm: Errur cun chargiar las datas.
sl: Napaka pri nalaganju podatkov.
sv: Det gick inte att ladda data.
tr: Veriler yüklenirken hata oluştu.

# errors.reload
source: Reload
cs: Znovu načíst
da: Genindlæs
de: Erneut laden
el: Επαναφόρτωση
es: recargar
fi: Lataa uudelleen
fr: Recharger
hu: Újratöltés
it: Ricarica
lt: Įkelti iš naujo
lv: Pārlādēt
nb: Last inn på nytt
nl: Opnieuw laden
nn: Last inn på nytt
pl: Załaduj ponownie
pt: Recarregar
rm: Chargiar danovamain
sl: Ponovno naloži
sv: Ladda om
tr: Yeniden yükle

# favorites.distance
source: Distance
cs: Vzdálenost
da: Afstand
de: Entfernung
el: Απόσταση
es: Distancia
fi: Etäisyys
hu: Távolság
it: Distanza
lb: Distanz
lt: Atstumas
lv: Attālums
mt: Distanza
nb: Avstand
nl: Afstand
nn: Avstand
pl: Odległość
pt: Distância
rm: Distanza
sl: Razdalja
sv: Avstånd
tr: Mesafe

# favorites.empty
source: No favorites saved yet.
cs: Zatím nejsou uloženy oblíbené.
da: Ingen favoritter gemt endnu.
de: Noch keine Favoriten gespeichert.
el: Δεν έχουν αποθηκευτεί αγαπημένα.
es: Aún no hay favoritos guardados.
fi: Suosikkeja ei ole tallennettu.
fr: Aucun favori enregistré.
hu: Még nincsenek kedvencek.
it: Nessun preferito salvato.
lb: Nach keng Favoritte gespäichert.
lt: Mėgstamiausių dar nėra.
lv: Nav saglabātu izlases vietu.
mt: L-ebda favorit salvat.
nb: Ingen favoritter lagret ennå.
nl: Nog geen favorieten opgeslagen.
nn: Ingen favorittar lagra enno.
pl: Brak zapisanych ulubionych.
pt: Ainda não há favoritos guardados.
rm: Nagins favorits memorisads.
sl: Ni shranjenih priljubljenih.
sv: Inga favoriter sparade ännu.
tr: Henüz favori kaydedilmedi.

# favorites.emptyHelp
source: Tap the star in the detail view to save stations.
cs: Klepnutím na hvězdičku v podrobném zobrazení uložíte stanice.
da: Tryk på stjernen i detaljevisningen for at gemme stationer.
de: Klicke auf den Stern in der Detailansicht, um Stationen zu merken.
el: Πατήστε το αστέρι στην προβολή λεπτομερειών για αποθήκευση σταθμών.
es: Toque la estrella en la vista detallada para guardar estaciones.
fi: Tallenna asemat napauttamalla tähteä yksityiskohtanäkymässä.
fr: Appuyez sur l'étoile dans la vue détaillée pour enregistrer les stations.
hu: Az állomások mentéséhez érintse meg a csillagot a részletes nézetben.
it: Tocca la stella nella visualizzazione dei dettagli per salvare le stazioni.
lb: Tippen op de Stär an der Detail Vue fir Statiounen ze späicheren.
lt: Norėdami išsaugoti stotis, palieskite žvaigždutę išsamiame rodinyje.
lv: Detalizētajā skatā pieskarieties zvaigznītei, lai saglabātu stacijas.
mt: Tektek l-istilla fid-dettall biex issalva l-istazzjonijiet.
nb: Trykk på stjernen i detaljvisningen for å lagre stasjoner.
nl: Tik op de ster in de detailweergave om stations op te slaan.
nn: Trykk på stjernen i detaljvisningen for å lagre stasjoner.
pl: Kliknij gwiazdkę w widoku szczegółowym, aby zapisać stacje.
pt: Toque na estrela na visualização detalhada para salvar estações.
rm: Tippa sin la staila en la vista dals detagls per memorisar staziuns.
sl: Tapnite zvezdico v podrobnem pogledu, da shranite postaje.
sv: Tryck på stjärnan i detaljvyn för att spara stationer.
tr: İstasyonları kaydetmek için ayrıntılı görünümde yıldıza dokunun.

# favorites.loading
source: Loading favorites in the current search area...
cs: Načítání oblíbených položek v aktuální oblasti hledání...
da: Indlæser favoritter i det aktuelle søgeområde...
de: Lade Favoriten im aktuellen Suchumkreis...
el: Φόρτωση αγαπημένων στην τρέχουσα περιοχή αναζήτησης...
es: Cargando favoritos en el área de búsqueda actual...
fi: Ladataan suosikkeja nykyiselle hakualueelle...
fr: Chargement des favoris dans la zone de recherche actuelle...
hu: Kedvencek betöltése az aktuális keresési területen...
it: Caricamento dei preferiti nell'area di ricerca corrente...
lb: Luede Favoritten am aktuellen Sichberäich...
lt: Įkeliami mėgstamiausi dabartinėje paieškos srityje...
lv: Notiek izlases ielāde pašreizējā meklēšanas apgabalā...
mt: Tagħbija l-favoriti fiż-żona attwali tat-tfittxija...
nb: Laster inn favoritter i gjeldende søkeområde...
nl: Favorieten in het huidige zoekgebied laden...
nn: Laster inn favoritter i gjeldende søkeområde...
pl: Ładowanie ulubionych w bieżącym obszarze wyszukiwania...
pt: Carregando favoritos na área de pesquisa atual...
rm: Chargiar favorits en la zona da tschertga actuala...
sl: Nalaganje priljubljenih v trenutno območje iskanja...
sv: Laddar favoriter i det aktuella sökområdet...
tr: Geçerli arama alanındaki favoriler yükleniyor...

# favorites.loadingFallback
source: Live search is loading. Favorites from saved fast chargers remain visible.
cs: Živé vyhledávání se načítá. Oblíbené z uložených rychlonabíječek zůstanou viditelné.
da: Livesøgning indlæses. Favoritter fra gemte hurtigopladere forbliver synlige.
de: Live-Suche lädt. Favoriten aus den gespeicherten Schnellladern bleiben sichtbar.
el: Γίνεται φόρτωση της ζωντανής αναζήτησης. Τα αγαπημένα από αποθηκευμένους γρήγορους φορτιστές παραμένουν ορατά.
es: La búsqueda en vivo se está cargando. Los favoritos de los cargadores rápidos guardados permanecen visibles.
fi: Live-haku latautuu. Tallennettujen pikalaturien suosikit pysyvät näkyvissä.
fr: La recherche en direct est en cours de chargement. Les favoris des chargeurs rapides enregistrés restent visibles.
hu: Az élő keresés betöltődik. A mentett gyorstöltők kedvencei továbbra is láthatók maradnak.
it: La ricerca in tempo reale è in fase di caricamento. I preferiti dei caricabatterie rapidi salvati rimangono visibili.
lb: Live Sich gëtt lued. Favoritten aus gespäichert Schnellladeger bleiwen siichtbar.
lt: Įkeliama tiesioginė paieška. Išsaugotų greitųjų įkroviklių mėgstamiausios lieka matomos.
lv: Tiešraides meklēšana tiek ielādēta. Izlase no saglabātajiem ātrajiem lādētājiem joprojām ir redzama.
mt: It-tfittxija diretta qed titgħabba. Il-favoriti minn ċarġers veloċi salvati jibqgħu viżibbli.
nb: Live-søk lastes inn. Favoritter fra lagrede hurtigladere forblir synlige.
nl: Live zoeken wordt geladen. Favorieten uit opgeslagen snelladers blijven zichtbaar.
nn: Live-søk lastes inn. Favoritter fra lagrede hurtigladere forblir synlige.
pl: Trwa ładowanie wyszukiwania na żywo. Ulubione z zapisanych szybkich ładowarek pozostają widoczne.
pt: A pesquisa ao vivo está carregando. Os favoritos dos carregadores rápidos salvos permanecem visíveis.
rm: La tschertga live vegn chargiada. Favorits da chargiaders svelts memorisads restan visibels.
sl: Iskanje v živo se nalaga. Priljubljene iz shranjenih hitrih polnilnic ostanejo vidne.
sv: Livesökning laddas. Favoriter från sparade snabbladdare förblir synliga.
tr: Canlı arama yükleniyor. Kaydedilen hızlı şarj cihazlarındaki favoriler görünür durumda kalır.
